[
    {
        "title": "Sefaria - daily study",
        "img":  "sefaria.jpg",
        "description":"An app where you can do your portion of daily torah study and track your progress.",
        "Technologies":["Dart","Futtter", "Bloc"],
        "body":[
            {
            "title":"What I did:",
             "content":"It is a mobile app where you can follow to study a special section for that day from different books, it is geared for daily study for Orthodox Jews."
            },
            {
            "title":"How it works:",
            "content":"You have on the main screen different links to choose from, inside you will have the content with various settings available, you can also mark if you completed it and a section dedicated to progress, it is a pretty complete application, I hope you enjoy it!"
            }
        ]
    },{
        "title": "Kosher Argentina",
        "img":  "kosher-argentina.jpg",
        "description":"An app where you can see all the Kosher products at your fingertips, all the lists in one place!",
        "Technologies":["Dart","Futtter", "Camera barScanner"],
        "github-repo":"https://github.com/lcyper/kosher_argentina",
        "body":[
            {
            "title":"What I did:",
                "content":"It's a mobile app where you can find all the products supervised by rabbis from different lists in one place! It's geared for people who take care of themselves with the Kosher diet."
            },
            {
            "title":"How it works:",
            "content":"You have on the main screen different categories for a good organization, you also have the possibility to search a product both by name, brand, barcode, it is a pretty complete application, I hope you enjoy it!"
            }
        ]
        
    },
    {
        "title": "The Movie DB",
        "img":  "themoviedb.jpg",
        "description":"An app where you can see all the movies in one place!",
        "Technologies":["Dart","Futtter", "Provider"],
        "github-repo":"https://github.com/lcyper/themoviedb",
        "body":[
            {
            "title":"What I did:",
                "content":"I brought the movies from the database of www.themoviedb.org and display them, also actors and information about each movie.\nThis was the final project in the Flutter 2021 course."
            },
            {
            "title":"How it works:",
            "content":"It's a mobile application where you can see the technical sheet of the movies and add them to favorites, it also has a search and particular information about the movie itself as its actors/characters."
            }
        ]
        
    },
    {
        "title": "Likutei Torah",
        "img":  "likutei-tora.jpg",
        "description":"An app where you can study the book of likutei torah",
        "Technologies":["Dart","Futtter", "bloc","AudioPlayer","VideoPlayer","Pdf"],
        "body":[
            {
            "title":"What I did:",
                "content":"I show the content in pdf, text, there is also multimedia content such as audios and videos, all within the app!"
            },
            {
            "title":"How it works:",
            "content":"It is a mobile application where you can view the study material in different formats such as plain text or the original book in pdf, at the same time you can complement it with an audio or video of a rabbi, do not forget that you can also track your progress!"
            }
        ]
        
    }
    
    
]